cask_args appdir: '/Applications'

tap 'homebrew/bundle'

brew 'ack'
brew 'coreutils'
brew 'go'
brew 'grc'
brew 'imagemagick'
brew 'jp2a'
brew 'jq'
brew 'libcaca', args: ['with-imlib2']
brew 'libgit2'
brew 'openssl'
brew 'node'
brew 'roundup'
brew 'spark'
brew 'unrar'
brew 'yarn'

# Install apps with `brew cask`
# cask '1password'
cask 'alfred'
cask 'atom'
cask 'balsamiq-mockups'
cask 'charles'
cask 'duet'
cask 'dropbox'
cask 'firefox'
cask 'gitter'
cask 'google-chrome'
cask 'google-chrome-canary'
cask 'google-drive'
cask 'iterm2'
cask 'kaleidoscope'
cask 'opera'
cask 'postman'
cask 'private-internet-access'
cask 'xquartz'
# cask 'sketch'
cask 'sketch-toolbox'
cask 'slack'
cask 'sublime-text'
cask 'synergy'
cask 'tower'
cask 'vmware-fusion'
# cask 'transmit'
cask 'zeplin'